tutorials/multiphaseTransport/interTransportFoam/2DthroatMultiphaseTransport/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phase1 air;
phase2 oil;

air
{
	transportModel  Newtonian;
	nu              nu [ 0 2 -1 0 0 0 0 ] 18e-6;
	rho             rho [ 1 -3 0 0 0 0 0 ] 1;
}


oil
{
	transportModel  Newtonian;
	nu              nu [ 0 2 -1 0 0 0 0 ] 1.5209e-6;
	rho             rho [ 1 -3 0 0 0 0 0 ] 789;
}

sigma           sigma [ 1 0 -2 0 0 0 0 ] 0.02;

